Repository: Shopify/checkout-sheet-kit-swift
Catalog: Sources/ShopifyAcceleratedCheckouts/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, th, tr, vi, zh_cn, zh_tw

# errors.invalid.zone
source: Select a valid state / province
bg: Изберете валиден щат/провинция
cs: Vyberte platný stát/provincii
da: Vælg en gyldig stat/provins
de: Ein gültiges Bundesland / eine gültige Provinz auswählen
el: Επιλέξτε μια έγκυρη πολιτεία/επαρχία
es: Selecciona un estado o una provincia válidos.
fi: Valitse kelvollinen osavaltio/provinssi
fr: Sélectionnez un État/une province valide
hr: Odaberite valjanu državu/pokrajinu
hu: Válasszon egy érvényes államot/tartományt
id: Pilih negara bagian/provinsi yang valid
it: Seleziona uno stato / provincia valido
ja: 有効な都道府県/州を選択してください
ko: 유효한 시/도를 선택하세요
ms: Pilih negeri/wilayah yang sah
nb: Velg en gyldig stat/provins
nl: Selecteer een geldige staat/provincie.
pl: Wybierz prawidłowy stan / prowincję
pt_br: Selecione um estado/província válido
ro: Selectează un stat/o provincie validă
ru: Выберите действительный штат/провинцию
sk: Vyberte platný štát/provinciu
sl: Izberite veljavno zvezno državo/provinco
sv: Välj en giltig region/provins
th: เลือกรัฐ/จังหวัดที่ถูกต้อง
tr: Geçerli bir eyalet/il seçin
vi: Chọn tiểu bang/tỉnh hợp lệ
zh_cn: 请选择有效的州/省
zh_tw: 選取有效的州/省

# errors.missing.address1
source: Enter an address
bg: Въведете адрес
cs: Zadejte adresu
da: Angiv en adresse
de: Gib eine Adresse ein
el: Εισαγάγετε μια διεύθυνση
es: Introduce una dirección.
fi: Syötä osoite
fr: Saisir une adresse
hr: Unesite adresu
hu: Adjon meg egy címet
id: Masukkan alamat
it: Inserisci l'indirizzo
ja: 住所を入力してください
ko: 주소를 입력하세요
ms: Masukkan alamat
nb: Skriv inn en adresse
nl: Voer een adres in.
pl: Wpisz adres
pt_br: Insira o endereço
ro: Introdu o adresă
ru: Введите адрес
sk: Zadajte adresu
sl: Vnesite naslov
sv: Ange en adress
th: ป้อนที่อยู่
tr: Bir adres girin
vi: Nhập địa chỉ
zh_cn: 请输入地址
zh_tw: 輸入地址

# errors.missing.address2
source: Enter an apartment, suite, etc.
bg: Въведете апартамент, офис и др.
cs: Zadejte byt, apartmán atd.
da: Angiv lejlighed, etage osv.
de: Gib eine Wohnung, ein Zimmer usw. ein
el: Εισαγάγετε διαμέρισμα, σουίτα κ.λπ.
es: Introduce un apartamento, oficina, etc.
fi: Syötä asunto, sviitti jne.
fr: Saisir un numéro d’appartement, de suite, etc.
hr: Unesite stan, apartman itd.
hu: Adja meg a lakás, lakosztály stb. számát
id: Masukkan apartemen, suite, dll.
it: Inserisci scala, interno, ecc.
ja: 建物名、部屋番号などを入力してください
ko: 아파트, 동/호수 등을 입력하세요
ms: Masukkan pangsapuri, suite, dsb.
nb: Skriv inn leilighet, suite osv.
nl: Voer een appartement- of suitenummer in, etc.
pl: Wpisz mieszkanie, apartament itp.
pt_br: Insira apartamento, bloco etc.
ro: Introdu apartamentul, suita etc.
ru: Введите квартиру, офис и т. д.
sk: Zadajte byt, apartmán atď.
sl: Vnesite stanovanje, apartma itd.
sv: Ange lägenhet, svit osv.
th: ป้อนอพาร์ตเมนต์ ห้องชุด ฯลฯ
tr: Daire, süit vb. girin
vi: Nhập căn hộ, phòng, v.v.
zh_cn: 输入公寓、房间号等。
zh_tw: 輸入公寓、套房等

# errors.missing.city
source: Enter a city
bg: Въведете град
cs: Zadejte město
da: Angiv en by
de: Gib eine Stadt ein
el: Εισαγάγετε μια πόλη
es: Introduce una ciudad.
fi: Syötä kaupunki
fr: Entrez une ville
hr: Unesite grad
hu: Adjon meg egy várost
id: Masukkan kota
it: Inserisci la città
ja: 市区町村を入力してください
ko: 구/군/시를 입력하세요
ms: Masukkan bandar
nb: Skriv inn en by
nl: Voer een plaatsnaam in.
pl: Wpisz miasto
pt_br: Insira uma cidade
ro: Introdu un oraș
ru: Введите город
sk: Zadajte mesto
sl: Vnesite mesto
sv: Ange en stad
th: ป้อนเมือง
tr: Bir şehir girin
vi: Nhập thành phố
zh_cn: 请输入城市
zh_tw: 輸入城市

# errors.missing.country
source: Select a country
bg: Изберете държава
cs: Vyberte zemi
da: Vælg et land
de: Land auswählen
el: Επιλέξτε μια χώρα
es: Selecciona un país
fi: Valitse maa
fr: Sélectionner un pays
hr: Odaberite državu
hu: Válasszon egy országot
id: Pilih negara
it: Seleziona un paese
ja: 国を選択
ko: 국가 선택
ms: Pilih negara
nb: Velg et land
nl: Selecteer een land
pl: Wybierz kraj
pt_br: Selecione um país
ro: Selectează o țară
ru: Выберите страну
sk: Vyberte krajinu
sl: Izberite državo
sv: Välj ett land
th: เลือกประเทศ
tr: Bir ülke seçin
vi: Chọn quốc gia
zh_cn: 选择国家/地区
zh_tw: 選取國家/地區

# errors.missing.email
source: Enter an email address
bg: Въведете имейл адрес
cs: Zadejte e-mailovou adresu
da: Angiv en e-mailadresse
de: Gib eine E-Mail-Adresse ein.
el: Εισαγάγετε μια διεύθυνση email
es: Introduce una dirección de correo electrónico
fi: Syötä sähköpostiosoite
fr: Saisissez une adresse e-mail
hr: Unesite adresu e-pošte
hu: Adjon meg egy e-mail-címet
id: Masukkan alamat email
it: Inserisci un indirizzo email
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력하세요
ms: Masukkan alamat e-mel
nb: Skriv inn en e-postadresse
nl: Voer een e-mailadres in.
pl: Wpisz adres e-mail
pt_br: Insira um endereço de e-mail
ro: Introdu o adresă de e-mail
ru: Введите адрес электронной почты
sk: Zadajte e-mailovú adresu
sl: Vnesite e-poštni naslov
sv: Ange en e-postadress
th: ป้อนที่อยู่อีเมล
tr: Bir e-posta adresi girin
vi: Nhập địa chỉ email
zh_cn: 请输入邮箱
zh_tw: 請輸入電子郵件地址

# errors.missing.emirate
source: Enter an emirate
bg: Въведете емирство
cs: Zadejte emirát
da: Angiv et emirat
de: Ein Emirat eingeben
el: Εισαγάγετε ένα εμιράτο
es: Ingresa un emirato
fi: Syötä emiraatti
fr: Saisir un émirat
hr: Unesite emirat
hu: Adjon meg egy emirátust
id: Masukkan emirat
it: Inserisci un emirato
ja: 首長国を入力してください
ko: 토후국 입력
ms: Masukkan emirat
nb: Skriv inn et emirat
nl: Voer een emiraat in
pl: Wprowadź emirat
pt_br: Insira um emirado
ro: Introdu un emirat
ru: Введите эмират
sk: Zadajte emirát
sl: Vnesite emirat
sv: Ange ett emirat
th: ป้อนเอมิเรต
tr: Bir emirlik girin
vi: Nhập tiểu vương quốc
zh_cn: 输入一个酋长国
zh_tw: 請輸入大公國

# errors.missing.first_name
source: Enter a first name
bg: Въведете име
cs: Zadejte křestní jméno
da: Angiv et fornavn
de: Gib einen Vornamen ein
el: Εισαγάγετε όνομα
es: Introduce un nombre.
fi: Syötä etunimi
fr: Saisir un prénom
hr: Unesite ime
hu: Adjon meg egy utónevet
id: Masukkan nama depan
it: Inserisci il nome
ja: 名を入力してください
ko: 이름을 입력하세요
ms: Masukkan nama pertama
nb: Skriv inn et fornavn
nl: Voer een voornaam in.
pl: Wpisz imię
pt_br: Insira o nome
ro: Introdu un prenume
ru: Введите имя
sk: Zadajte krstné meno
sl: Vnesite ime
sv: Ange ett förnamn
th: ป้อนชื่อ
tr: Bir ad girin
vi: Nhập tên
zh_cn: 输入名字
zh_tw: 輸入名字

# errors.missing.last_name
source: Enter a last name
bg: Въведете фамилия
cs: Zadejte příjmení
da: Angiv et efternavn
de: Gib einen Nachnamen ein
el: Εισαγάγετε επώνυμο
es: Introduce un apellido.
fi: Syötä sukunimi
fr: Saisir un nom
hr: Unesite prezime
hu: Adjon meg egy vezetéknevet
id: Masukkan nama belakang
it: Inserisci il cognome
ja: 姓を入力してください
ko: 성을 입력하세요
ms: Masukkan nama akhir
nb: Skriv inn et etternavn
nl: Voer een achternaam in.
pl: Wpisz nazwisko
pt_br: Insira o sobrenome
ro: Introdu un nume
ru: Введите фамилию
sk: Zadajte priezvisko
sl: Vnesite priimek
sv: Ange ett efternamn
th: ป้อนนามสกุล
tr: Bir soyadı girin
vi: Nhập họ
zh_cn: 请输入姓氏
zh_tw: 輸入姓氏

# errors.missing.phone
source: Enter a phone number
bg: Въведете телефонен номер
cs: Zadejte telefonní číslo
da: Angiv et telefonnummer
de: Gib eine Telefonnummer ein
el: Εισαγάγετε έναν αριθμό τηλεφώνου
es: Introduce un número de teléfono
fi: Syötä puhelinnumero
fr: Saisir un numéro de téléphone
hr: Unesite telefonski broj
hu: Adjon meg egy telefonszámot
id: Masukkan nomor telepon
it: Inserisci un numero di telefono
ja: 電話番号を入力してください
ko: 전화번호를 입력하세요
ms: Masukkan nombor telefon
nb: Skriv inn et telefonnummer
nl: Voer een telefoonnummer in.
pl: Wprowadź numer telefonu
pt_br: Insira um número de telefone
ro: Introdu un număr de telefon
ru: Введите номер телефона
sk: Zadajte telefónne číslo
sl: Vnesite telefonsko številko
sv: Ange ett telefonnummer
th: ป้อนหมายเลขโทรศัพท์
tr: Bir telefon numarası girin
vi: Nhập số điện thoại
zh_cn: 输入电话号码
zh_tw: 輸入電話號碼

# errors.missing.postal_code
source: Enter a ZIP / postal code
bg: Въведете пощенски код
cs: Zadejte PSČ
da: Angiv et postnummer
de: Gib eine Postleitzahl ein
el: Εισαγάγετε έναν ταχυδρομικό κώδικα
es: Introduce un código postal.
fi: Syötä postinumero
fr: Saisissez un code postal
hr: Unesite poštanski broj
hu: Adjon meg egy irányítószámot
id: Masukkan kode pos
it: Inserisci il codice postale
ja: 郵便番号を入力してください
ko: 우편 번호를 입력하세요
ms: Masukkan poskod
nb: Skriv inn et postnummer
nl: Voer een ZIP- of postcode in.
pl: Wpisz kod pocztowy
pt_br: Insira um CEP
ro: Introdu un cod poștal
ru: Введите почтовый индекс
sk: Zadajte PSČ
sl: Vnesite poštno številko
sv: Ange ett postnummer
th: ป้อนรหัสไปรษณีย์
tr: Bir posta kodu girin
vi: Nhập mã bưu chính
zh_cn: 请输入邮政编码
zh_tw: 輸入郵遞區號

# errors.missing.zone
source: Select a state / province
bg: Изберете щат/провинция
cs: Vyberte stát/provincii
da: Vælg en stat/provins
de: Wähle ein Bundesland/eine Provinz aus
el: Επιλέξτε μια πολιτεία/επαρχία
es: Selecciona un estado o una provincia.
fi: Valitse osavaltio/provinssi
fr: Sélectionnez un État/une province
hr: Odaberite državu/pokrajinu
hu: Válasszon egy államot/tartományt
id: Pilih negara bagian/provinsi
it: Seleziona uno stato/provincia
ja: 都道府県/州を選択してください
ko: 시/도를 선택하세요
ms: Pilih negeri/wilayah
nb: Velg en stat/provins
nl: Selecteer een staat/provincie.
pl: Wybierz województwo
pt_br: Selecione um estado/província
ro: Selectează un stat/o provincie
ru: Выберите штат/провинцию
sk: Vyberte štát/provinciu
sl: Izberite zvezno državo/provinco
sv: Välj en region/provins
th: เลือกรัฐ/จังหวัด
tr: Bir eyalet/il seçin
vi: Chọn tiểu bang/tỉnh
zh_cn: 请选择州/省
zh_tw: 選取州/省

# errors.too_long.address1
source: Address line is too long
bg: Адресният ред е твърде дълъг
cs: Řádek adresy je příliš dlouhý
da: Adresselinje er for lang
de: Adresszeile ist zu lang
el: Η γραμμή διεύθυνσης είναι πολύ μεγάλη
es: La línea de la dirección es demasiado larga.
fi: Osoiterivi on liian pitkä
fr: La ligne d’adresse est trop longue
hr: Redak adrese je predugačak
hu: A címsor túl hosszú
id: Baris alamat terlalu panjang
it: La riga dell'indirizzo è troppo lunga
ja: 住所1が長すぎます
ko: 주소 줄이 너무 깁니다
ms: Baris alamat terlalu panjang
nb: Adresselinje er for lang
nl: Adresregel is te lang
pl: Linia adresu jest za długa
pt_br: A linha de endereço é longa demais
ro: Linia de adresă este prea lungă
ru: Строка адреса слишком длинная
sk: Riadok adresy je príliš dlhý
sl: Vrstica z naslovom je predolga
sv: Adressraden är för lång
th: บรรทัดที่อยู่ยาวเกินไป
tr: Adres satırı çok uzun
vi: Dòng địa chỉ quá dài
zh_cn: 地址行过长
zh_tw: 地址行過長

# errors.too_long.address2
source: Second address line is too long
bg: Вторият адресен ред е твърде дълъг
cs: Druhý řádek adresy je příliš dlouhý
da: Anden adresselinje er for lang
de: Zweite Adresszeile ist zu lang
el: Η δεύτερη γραμμή διεύθυνσης είναι πολύ μεγάλη
es: La segunda línea de la dirección es demasiado larga.
fi: Toinen osoiterivi on liian pitkä
fr: Deuxième ligne d’adresse est trop longue
hr: Drugi redak adrese je predugačak
hu: A második címsor túl hosszú
id: Baris alamat kedua terlalu panjang
it: La seconda riga dell'indirizzo è troppo lunga
ja: 住所2が長すぎます
ko: 두 번째 주소 줄이 너무 깁니다
ms: Baris alamat kedua terlalu panjang
nb: Andre adresselinje er for lang
nl: Tweede adresregel is te lang
pl: Druga linia adresu jest za długa
pt_br: A segunda linha de endereço é longa demais
ro: A doua linie de adresă este prea lungă
ru: Вторая строка адреса слишком длинная
sk: Druhý riadok adresy je príliš dlhý
sl: Druga vrstica z naslovom je predolga
sv: Den andra adressraden är för lång
th: บรรทัดที่อยู่ที่สองยาวเกินไป
tr: İkinci adres satırı çok uzun
vi: Dòng địa chỉ thứ hai quá dài
zh_cn: 第二个地址行过长
zh_tw: 地址第二行過長

# errors.too_long.city
source: City is too long
bg: Градът е твърде дълъг
cs: Město je příliš dlouhé
da: By er for lang
de: Stadt ist zu lang
el: Η πόλη είναι πολύ μεγάλη
es: El nombre de la ciudad es demasiado largo.
fi: Kaupunki on liian pitkä
fr: Le nom de la ville est trop long
hr: Grad je predugačak
hu: A város túl hosszú
id: Kota terlalu panjang
it: Il nome della città è troppo lungo
ja: 都市名が長すぎます
ko: 구/군/시가 너무 깁니다
ms: Bandar terlalu panjang
nb: By er for lang
nl: Plaats is te lang
pl: Miasto zawiera zbyt dużo znaków
pt_br: A cidade é longa demais
ro: Orașul este prea lung
ru: Город слишком длинный
sk: Mesto je príliš dlhé
sl: Mesto je predolgo
sv: Staden är för lång
th: เมืองยาวเกินไป
tr: Şehir çok uzun
vi: Thành phố quá dài
zh_cn: 城市名过长
zh_tw: 城市過長

# errors.too_long.first_name
source: First name is too long
bg: Името е твърде дълго
cs: Křestní jméno je příliš dlouhé
da: Fornavn er for langt
de: Vorname ist zu lang
el: Το όνομα είναι πολύ μεγάλο
es: El nombre es demasiado largo.
fi: Etunimi on liian pitkä
fr: Le prénom est trop long
hr: Ime je predugo
hu: Az utónév túl hosszú
id: Nama depan terlalu panjang
it: Il nome è troppo lungo
ja: 名が長すぎます
ko: 이름이 너무 깁니다
ms: Nama pertama terlalu panjang
nb: Fornavn er for langt
nl: Voornaam is te lang
pl: Imię jest za długie
pt_br: O nome é longo demais
ro: Prenumele este prea lung
ru: Имя слишком длинное
sk: Krstné meno je príliš dlhé
sl: Ime je predolgo
sv: Förnamnet är för långt
th: ชื่อยาวเกินไป
tr: Ad çok uzun
vi: Tên quá dài
zh_cn: 名字过长
zh_tw: 名字過長

# errors.too_long.last_name
source: Last name is too long
bg: Фамилията е твърде дълга
cs: Příjmení je příliš dlouhé
da: Efternavn er for langt
de: Nachname ist zu lang
el: Το επώνυμο είναι πολύ μεγάλο
es: El apellido es demasiado largo.
fi: Sukunimi on liian pitkä
fr: Le nom est trop long
hr: Prezime je predugo
hu: A vezetéknév túl hosszú
id: Nama belakang terlalu panjang
it: Il cognome è troppo lungo
ja: 姓が長すぎます
ko: 성이 너무 깁니다
ms: Nama akhir terlalu panjang
nb: Etternavn er for langt
nl: Achternaam is te lang
pl: Nazwisko jest za długie
pt_br: O sobrenome é longo demais
ro: Numele este prea lung
ru: Фамилия слишком длинная
sk: Priezvisko je príliš dlhé
sl: Priimek je predolg
sv: Efternamnet är för långt
th: นามสกุลยาวเกินไป
tr: Soyadı çok uzun
vi: Họ quá dài
zh_cn: 姓氏过长
zh_tw: 姓氏過長

# errors.url.first_name
source: First name cannot contain a URL
bg: Името не може да съдържа URL адреси
cs: Křestní jméno nemůže obsahovat URL
da: Fornavn må ikke indeholde URL'er
de: Vorname darf keine URL enthalten
el: Το όνομα δεν μπορεί να περιέχει URL
es: El nombre no puede contener una URL.
fi: Etunimi ei voi sisältää URL-osoitteita
fr: Le prénom ne peut pas contenir d’URL
hr: Ime ne može sadržavati URL-ove
hu: Az utónév nem tartalmazhat URL-címeket
id: Nama depan tidak boleh berisi URL
it: Il nome non può contenere un URL
ja: 名にURLを含めることはできません
ko: 이름에 URL을 포함할 수 없습니다
ms: Nama pertama tidak boleh mengandungi URL
nb: Fornavn kan ikke inneholde URL-er
nl: Voornaam mag geen URL bevatten.
pl: Imię nie może zawierać adresu URL
pt_br: O nome não pode conter URLs
ro: Prenumele nu poate conține URL-uri
ru: Имя не может содержать URL-адреса
sk: Krstné meno nemôže obsahovať URL adresy
sl: Ime ne sme vsebovati URL-jev
sv: Förnamn kan inte innehålla webbadresser
th: ชื่อต้องไม่มี URL
tr: Ad URL içeremez
vi: Tên không được chứa URL
zh_cn: 名字不能包含 URL
zh_tw: 名字不得包含網址

# errors.url.last_name
source: Last name cannot contain a URL
bg: Фамилията не може да съдържа URL адреси
cs: Příjmení nemůže obsahovat URL
da: Efternavn må ikke indeholde URL'er
de: Nachname darf keine URL enthalten
el: Το επώνυμο δεν μπορεί να περιέχει URL
es: El apellido no puede contener una URL.
fi: Sukunimi ei voi sisältää URL-osoitteita
fr: Le nom ne peut pas contenir d’URL
hr: Prezime ne može sadržavati URL-ove
hu: A vezetéknév nem tartalmazhat URL-címeket
id: Nama belakang tidak boleh berisi URL
it: Il cognome non può contenere un URL
ja: 姓にURLを含めることはできません
ko: 성에 URL을 포함할 수 없습니다
ms: Nama akhir tidak boleh mengandungi URL
nb: Etternavn kan ikke inneholde URL-er
nl: Achternaam mag geen URL bevatten.
pl: Nazwisko nie może zawierać adresu URL
pt_br: O sobrenome não pode conter URLs
ro: Numele nu poate conține URL-uri
ru: Фамилия не может содержать URL-адреса
sk: Priezvisko nemôže obsahovať URL adresy
sl: Priimek ne sme vsebovati URL-jev
sv: Efternamn kan inte innehålla webbadresser
th: นามสกุลต้องไม่มี URL
tr: Soyadı URL içeremez
vi: Họ không được chứa URL
zh_cn: 姓氏不能包含 URL
zh_tw: 姓氏不得包含網址

# order_summary.discount
source: Discount
bg: Отстъпка
cs: Sleva
da: Rabat
de: Rabatt
el: Έκπτωση
es: Descuento
fi: Alennus
fr: Réduction
hr: Popust
hu: Kedvezmény
id: Diskon
it: Sconto
ja: ディスカウント
ko: 할인
ms: Diskaun
nb: Rabatt
nl: Korting
pl: Rabat
pt_br: Desconto
ro: Reducere
ru: Скидка
sk: Zľava
sl: Popust
sv: Rabatt
th: ส่วนลด
tr: İndirim
vi: Giảm giá
zh_cn: 折扣
zh_tw: 折扣

# order_summary.duties
source: Duties
bg: Мита
cs: Cla
da: Afgifter
de: Zollgebühren
el: Δασμοί
es: Aranceles
fi: Tullit
fr: Frais de douane
hr: Carine
hu: Vámok
id: Bea cukai
it: Dazi
ja: 関税
ko: 관세
ms: Duti
nb: Avgifter
nl: Douanerechten
pl: Cła
pt_br: Tributos de importação
ro: Taxe vamale
ru: Пошлины
sk: Clá
sl: Carine
sv: Tullavgifter
th: ภาษีศุลกากร
tr: Gümrük vergileri
vi: Thuế hải quan
zh_cn: 关税
zh_tw: 關稅

# order_summary.shipping
source: Shipping
bg: Доставка
cs: Doprava
da: Forsendelse
de: Versand
el: Αποστολή
es: Envío
fi: Toimitus
fr: Expédition
hr: Dostava
hu: Szállítás
id: Pengiriman
it: Spedizione
ja: 配送
ko: 배송
ms: Penghantaran
nb: Frakt
nl: Verzending
pl: Wysyłka
pt_br: Frete
ro: Expediere
ru: Доставка
sk: Doprava
sl: Pošiljanje
sv: Frakt
th: การจัดส่ง
tr: Kargo
vi: Vận chuyển
zh_cn: 运费
zh_tw: 運送

# order_summary.shipping_one_time_purchase
source: Shipping (One-time purchase)
bg: Доставка (еднократна покупка)
cs: Doprava (jednorázový nákup)
da: Forsendelse (engangskøb)
de: Versand (einmaliger Kauf)
el: Αποστολή (εφάπαξ αγορά)
es: Envío (compra única)
fi: Toimitus (kertaostos)
fr: Expédition (Achat ponctuel)
hr: Dostava (jednokratna kupnja)
hu: Szállítás (egyszeri vásárlás)
id: Pengiriman (pembelian satu kali)
it: Spedizione (acquisto una tantum)
ja: 配送 (一度限りの購入)
ko: 배송(1회성 구매)
ms: Penghantaran (pembelian sekali)
nb: Frakt (engangskjøp)
nl: Verzenden (eenmalige aankoop)
pl: Wysyłka (zakup jednorazowy)
pt_br: Frete (compra única)
ro: Expediere (achiziție unică)
ru: Доставка (разовая покупка)
sk: Doprava (jednorazový nákup)
sl: Pošiljanje (enkratni nakup)
sv: Frakt (engångsköp)
th: การจัดส่ง (ซื้อครั้งเดียว)
tr: Kargo (tek seferlik satın alım)
vi: Vận chuyển (mua một lần)
zh_cn: 运费（一次性购买）
zh_tw: 運送 (一次性購買)

# order_summary.shipping_subscription
source: Shipping (Subscription)
bg: Доставка (абонамент)
cs: Doprava (předplatné)
da: Forsendelse (abonnement)
de: Versand (Abonnement)
el: Αποστολή (συνδρομή)
es: Envío (suscripción)
fi: Toimitus (tilaus)
fr: Expédition (Abonnement)
hr: Dostava (pretplata)
hu: Szállítás (előfizetés)
id: Pengiriman (langganan)
it: Spedizione (abbonamento)
ja: 配送 (定期購入)
ko: 배송(구독)
ms: Penghantaran (langganan)
nb: Frakt (abonnement)
nl: Verzenden (abonnement)
pl: Wysyłka (subskrypcja)
pt_br: Frete (assinatura)
ro: Expediere (abonament)
ru: Доставка (подписка)
sk: Doprava (predplatné)
sl: Pošiljanje (naročnina)
sv: Frakt (prenumeration)
th: การจัดส่ง (การสมัครสมาชิก)
tr: Kargo (abonelik)
vi: Vận chuyển (đăng ký)
zh_cn: 运费（订阅）
zh_tw: 運送 (訂閱)

# order_summary.subtotal
source: Subtotal
bg: Междинна сума
cs: Mezisoučet
de: Zwischensumme
el: Υποσύνολο
fi: Välisumma
fr: Sous-total
hr: Međuzbroj
hu: Részösszeg
it: Subtotale
ja: 小計
ko: 소계
ms: Subjumlah
nb: Delsum
nl: Subtotaal
pl: Suma częściowa
ru: Промежуточный итог
sk: Medzisúčet
sl: Vmesni seštevek
sv: Delsumma
th: ยอดรวม
tr: Ara Toplam
vi: Tổng phụ
zh_cn: 小计
zh_tw: 小計

# order_summary.taxes
source: Taxes
bg: Данъци
cs: Daně
da: Skatter
de: Steuern
el: Φόροι
es: Impuestos
fi: Verot
hr: Porezi
hu: Adók
id: Pajak
it: Imposte
ja: 税
ko: 세금
ms: Cukai
nb: Avgifter
nl: Btw
pl: Podatki
pt_br: Tributos
ro: Taxe
ru: Налоги
sk: Dane
sl: Davki
sv: Skatter
th: ภาษี
tr: Vergiler
vi: Thuế
zh_cn: 税费
zh_tw: 稅金
